tap "cargo-lambda/cargo-lambda"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "openssl@3"
brew "xz"
brew "ansible"
brew "gettext"
brew "cmake"
brew "cmatrix"
brew "coreutils"
brew "eza"
brew "fzf"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "gum"
brew "helm"
brew "jq"
brew "k9s"
brew "kompose"
brew "kubernetes-cli"
brew "libpq"
brew "luarocks"
brew "minikube"
brew "neofetch"
brew "nvm"
brew "opam"
brew "postgresql@14", restart_service: true
brew "pyenv"
brew "pyenv-virtualenv"
brew "redis"
brew "ripgrep"
brew "silicon"
brew "stow"
brew "tmux"
brew "vegeta"
brew "xdg-ninja"
brew "yq"
brew "cargo-lambda/cargo-lambda/cargo-lambda"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alacritty"
cask "docker"
cask "font-fira-code-nerd-font"
cask "obsidian"
