tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "nikitabobko/tap"
tap "weaveworks/tap"
brew "gettext"
brew "openssl@3"
brew "xz"
brew "cmake"
brew "coreutils"
brew "fzf"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "gum"
brew "kompose"
brew "kubernetes-cli"
brew "kubectx"
brew "libpq"
brew "luarocks"
brew "minikube"
brew "nvm"
brew "opam"
brew "postgresql@14", restart_service: true
brew "pyenv"
brew "pyenv-virtualenv"
brew "redis"
brew "silicon"
brew "stow"
brew "tmux"
brew "vegeta"
brew "xdg-ninja"
brew "yq"
brew "weaveworks/tap/eksctl"
cask "aerospace"
cask "battery"
cask "docker"
cask "font-fira-code-nerd-font"
cask "keycastr"
cask "obsidian"
