tap "cargo-lambda/cargo-lambda"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "xz"
brew "ansible"
brew "cmake"
brew "coreutils"
brew "fzf"
brew "gettext"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "jq"
brew "luarocks"
brew "nvm"
brew "pyenv"
brew "pyenv-virtualenv"
brew "redis"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "vegeta"
brew "xdg-ninja"
brew "cargo-lambda/cargo-lambda/cargo-lambda"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "docker"
cask "font-fira-code-nerd-font"
cask "obsidian"
